{
  "readingTitle": "Leyendo: {hostname}",
  "loadButton": "Cargar",
  "shareButton": "Compartir",
  "closeButton": "Cerrar",
  "inputPlaceholder": "Ingrese la URL para leer",
  "heroTitle": "Lee enlaces compartidos con seguridad",
  "heroSubtitle": "Pega cualquier URL para abrirla en un marco aislado (sin JavaScript).",
  "footerCopy": "{year} – [SAFE]Reader",
  "langEnglish": "Inglés",
  "langSpanish": "Español",
  "switchToReaderMode": "Ir a Modo Lectura",
  "promptTitle": "¿Problemas para ver la página?",
  "promptBody": "Este sitio podría estar bloqueando la vista previa. Prueba el Modo Lectura.",
  "promptAction": "Abrir Modo Lectura",
  "navHome": "Inicio",
  "errorReaderFailed": "Error al cargar el modo lectura",
  "errorInvalidUrl": "URL inválida",
  "errorFailedUrl": "Error al cargar la URL",
  "navAbout": "Acerca de",
  "navTerms": "Términos",
  "blog.title": "Blog",
  "blog.subtitle": "Actualizaciones y notas de [SAFE]Reader",
  "blog.empty": "Aún no hay artículos disponibles en este idioma.",
  "blog.readMore": "Leer más",
  "blog.notFound": "No encontramos ese artículo.",
  "blog.back": "Volver al blog",
  "about.title": "Acerca de [SAFE]Reader",
  "about.body1": "[SAFE]Reader te permite analizar enlaces compartidos dentro de una vista aislada para decidir si son confiables.",
  "about.body2": "El proyecto es de código abierto y agradece las contribuciones de la comunidad.",
  "terms.title": "Términos",
  "terms.body1": "[SAFE]Reader muestra enlaces dentro de un iframe aislado para reducir riesgos, pero tú sigues siendo responsable de las URL que abres.",
  "terms.body2": "No almacenamos las URL que previsualizas; la dirección permanece en tu navegador.",
  "terms.body3": "Al usar [SAFE]Reader aceptas utilizarlo de forma responsable y cumplir con las normativas locales.",
  "terms.body4": "Renunciamos a cualquier responsabilidad por daños resultantes del uso de [SAFE]Reader. Solo accedemos a lo que se publica públicamente en la web.",
  "navFaq": "FAQ",
  "faq.title": "Preguntas frecuentes",
  "faq.q1": "¿[SAFE]Reader está robando contenido de los editores?",
  "faq.a1": "No. [SAFE]Reader no copia, almacena ni redistribuye ningún contenido. Simplemente muestra páginas web de acceso público dentro de un marco aislado, de forma similar a como tu navegador las mostraría si visitaras la URL directamente, o como algunos navegadores muestran el contenido en un modo de lectura. El contenido original permanece en todo momento en los servidores del editor.",
  "faq.q2": "¿Es legal ver contenido de esta manera?",
  "faq.a2": "El contenido al que se accede a través de [SAFE]Reader está disponible públicamente en internet. Cualquier persona con un navegador web puede acceder a él. [SAFE]Reader simplemente ofrece una forma alternativa de ver lo que ya es libremente accesible, de la misma manera que los motores de búsqueda, los archivos web y los lectores RSS obtienen y muestran contenido web público.",
  "faq.q3": "¿Podría esto violar los términos de servicio de un sitio web?",
  "faq.a3": "Algunos sitios web pueden tener términos de servicio que restringen el acceso automatizado o la forma en que se muestra su contenido. Entendemos que el uso de [SAFE]Reader podría entrar en conflicto con ciertos términos. Sin embargo, la forma en que [SAFE]Reader accede al contenido no es funcionalmente diferente a como los rastreadores de motores de búsqueda, las extensiones de navegador y otras herramientas de uso común leen páginas públicas todos los días.",
  "faq.q4": "¿Cómo accede [SAFE]Reader al contenido?",
  "faq.a4": "[SAFE]Reader obtiene el HTML público de una página web — el mismo contenido que cualquier navegador, bot de motor de búsqueda o rastreador web recibiría al solicitar la URL. No se eluden muros de pago, no se sortea ninguna autenticación y no se accede a contenido privado.",
  "faq.q5": "¿Qué pasa si un editor tiene una queja?",
  "faq.a5": "Nos tomamos en serio las preocupaciones de los editores. Si eres propietario de contenido y tienes inquietudes sobre cómo [SAFE]Reader interactúa con tu sitio web, estaremos encantados de escucharte y trabajar juntos para encontrar una solución justa. No dudes en contactarnos.",
  "pageTooLargeTitle": "Página demasiado grande",
  "pageTooLargeBody": "Esta página es demasiado grande para procesarla en modo lectura. Prueba a abrir el enlace original directamente en tu navegador."
}
